Repository: hexC0D3/Grades_v2.0
Catalog: htdocs/core/lang/*/LC_MESSAGES/grades.po
Languages: de_de

source: Invalid Request Method!
de_de: Ungültige Anfrage!

source: Invalid E-Mail address
de_de: Ungültige Mail Adresse

source: The entered E-Mail address is already in use and was verified!
de_de: Die eingegebene Mail-Adresse wurde bereits von jemandem verifiziert und verwendet!

source: The entered E-Mail address is already in use but wasn't verified! You may try again in 10 minutes
de_de: Die eingegebene Mail-Adresse wurde bereits von jemandem benutzt, wurde jedoch bisher nicht verifiziert. Versuch es in 10 Minuten wieder.

source: Your captcha is invalid! Please re-enter it
de_de: Der Captcha ist ungültig!

source: Hi script-kiddie!
de_de: Hallo script-kiddie!

source: Please send all required fields
de_de: Bitte sende alle benötigten Felder

source: You don't have the permission to do that!
de_de: Du hast nicht die Erlaubnis dies zu tun!

source: Unknown error! Please report this
de_de: Unbekannter Fehler! Bitte melde dies!

source: The given input is invalid!
de_de: Die gesendeten Informationen sind ungültig!

source: The requested api version doesn't exist!
de_de: The verlange API Version existiert nicht!

source: Login failed! Username or password is invalid!
de_de: Login fehlgeschlagen! Der Benutzername oder das Passwort ist ungültig!

source: Your code is invalid! Please request a new one
de_de: Dein Code ist ungültig! Lass dir einen Neuen senden!

source: Your passwords needs to have more than 5 letters!
de_de: Dein Passwort braucht mehr als 5 Buchstaben!

source: You cannot list all users! Please use a filter
de_de: Du kannst nicht alle Benutzer auflisten! Bitte benutze einen Filter!

source: You're already a member of this group!
de_de: Du bist bereits Mitglied dieser Gruppe!

source: This group name already exists!
de_de: Dieser Gruppenname existiert bereits!

source: The given parent doesn't exist!
de_de: Die angegebene übergeordnete Gruppe existiert nicht!

source: You can't join this group, it is invite only!
de_de: Du kannst dieser Gruppe nicht beitreten, man muss eingeladen werden!

source: This user already has the chosen capability!
de_de: Dieser Benutzer hat die angegebene Berechtigung bereits!

source: This user doesn't have the chosen capability!
de_de: Dieser Benutzer hat die angegebene Berechtigung nicht!

source: You cannot list all groups! Please use a filter
de_de: Du kannst nicht alle Gruppen listen. Bitte benutz einen Filter!

source: You cannot list all events! Please use a filter
de_de: Du kannst nicht alle Events listen! Bitte benutz einen Filter

source: You've already added a grade for this test, you need to update it.
de_de: Du hast bereits eine Note für diesen Test hinzugefügt. Du musst diese aktualisieren.

source: yourname@domain.tld
de_de: deinname@domain.tld

source: Register
de_de: Registrieren

source: Get Started
de_de: Beginnen

source: Hi
de_de: Hallo

source: Regards
de_de: Viele Grüsse

source: Your Grades Team
de_de: Dein Grades Team

source: Grades Support - Registration
de_de: Grades Support - Registrierung

source: You have successfully registered yourself in the grade management system 'Grades'. To complete your registration you just need enter the following verification code:
de_de: Du hast die erfolgreich beim Notenmanagmentsystem 'Grades' registriert. Um die Registration abzuschliessen musst du jetzt den folgenden Verifizierungscode eingeben.

source: Grades Support - Password Reset
de_de: Grades Support - Passwort zurückgsesetzt

source: A reset of your password has been requested! If you still want to reset it, then please click on the following link
de_de: Eine Zurücksetzung deines Passworts wurde angefragt! Falls du es immer noch zurücksetzen willst, kannst du den folgenden Link anklicken

source: Reset Password
de_de: Passwort zurücksetzen

source: Enable this if you want nobody to join this group without invitation
de_de: Aktiviere dies, falls du nicht willst, dass man ohne Einladung dieser Gruppe beitreten kann

source: The name of this group
de_de: Der Name dieser Gruppe

source: Gives a user the capability to manage the capabilities of users in this group
de_de: Gibt einem Benutzer die Berechtigung die Berechtigungen dieser Gruppe zu bearbeiten

source: Gives a user the capability to manage the options of this group
de_de: Gibt einem Benutzer die Berechtigung, die Einstellungen dieser Gruppe zu bearbeiten

source: Gives a user the capability to manage members in this group
de_de: Gibt einem Benutzer die Berechtigung, die Mitglieder dieser Gruppe zu verwalten

source: The title of this event
de_de: Der Titel dieses Events

source: The grade you received
de_de: Die erhaltene Note

source: The test related to this grade
de_de: Der, zu dieser Note, dazugehörige Test

source: The method this school uses to calculate your average grade
de_de: Die Methode, dieser Schule, Noten zu berechnen

source: Range: 1-6, Best:6
de_de: Bereich: 1-6, Beste Note: 6

source: Range: 1-6, Best:6, Negative Points 1x
de_de: Bereich: 1-6, Beste Note: 6, Negative Saldopunkte: 1x

source: Range: 1-6, Best:6, Negative Points 2x
de_de: Bereich: 1-6, Beste Note: 6, Negative Saldopunkte: 2x

source: If the grades received in this subject, are used in the calculations for the average grade
de_de: Ob dieses Fach promotionswirksam ist

source: This schools website URL
de_de: Die URL der Webseite dieser Schule

source: This schools address
de_de: Die Adresse dieser Schule

source: The member of this school who's able to manage it
de_de: Das Mitglied der Schule, welches in der Lage ist, diese zu verwalten

source: Subject Name
de_de: Fachname

source: Your First Name
de_de: Dein Vorname

source: Your Last Name
de_de: Dein Nachname

source: Your Gender
de_de: Dein Geschlecht

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Your Birthday
de_de: Dein Geburtstag

source: About me
de_de: Über mich

source: The lesson this test takes place
de_de: Die Lektion, in welcher dieser Test stattfinden wird

source: The day this lesson takes place
de_de: Der Tag, an dem dieser Test stattfinden wird

source: The grade weight this test has
de_de: Das Notengewicht dieses Tests

source: Repetition interval in weeks
de_de: Wiederholungsintervall in Wochen

source: No Repetition, a one time lesson
de_de: Keine Wiederholungen, dies ist eine einmalige Lektion

source: Every week
de_de: Jede Woche

source: Every second week
de_de: Alle 2 Wochen

source: The subject of this lesson
de_de: Das Fach dieser Lektion

source: The time this lesson starts
de_de: Die Zeit, zu welcher diese Lektion beginnt

source: The time this lesson ends
de_de: Die Zeit zu welcher diese Lektion endet

source: The lesson this task is scheduled on
de_de: Die Lektion, auf welche diese Aufgabe zu erledigen ist

source: The day until this task needs to be done
de_de: Auf welchen Tag diese Aufgabe erledigt werden muss

source: A task description
de_de: Die Aufgabenbeschreibung

source: Is this a full day event?
de_de: Ist dies ein ganztägiges Event?

source: The time this event starts
de_de: Die Zeit, zu welcher dieses Event beginnt

source: The time this event ends
de_de: Die Zeit, zu welcher dieses Event endet
